[
    {
        "prd_name": "Viagra",
        "prd_dis": "Brand Viagra, Viagra, Viagra - Professional, Viagra Plus",
        "prd_image": "img/products/Viagra.jpg",
        "prd_min_price": "43.44",
        "prd_max_price": "343.70",
        "prd_about": "Viagra is often the first treatment tried for erectile dysfunction in men and pulmonary arterial hypertension.",
        "prd_qty": "60*90*120*180*270*360",
        "prd_mg": "25*50*100*120*150*200",
        "price_per_pill": "1.10*0.90*0.80*0.70*0.60*0.50 1.25*1.10*1.00*0.90*0.80*0.70 1.60*1.25*1.15*1.05*0.95*0.90 1.67*1.40*1.30*1.20*1.10*1.00 2.33*2.00*1.75*1.50*1.25*1.10 2.50*2.25*2.00*1.75",
        "prd_details": "<h2>Description</h2><h4>Viagra (Sildenafil)</h4><h2>General information</h2><p>The main component of Viagra is Sildenafil Citrate. Sildenafil belongs to a group of medications called phosphodiesterase type 5 inhibitors. Commonly the medicine is used to treat erectile dysfunction (male impotence). Sildenafil Citrate affects the response to sexual stimulation. Using a chemical called nitric oxide enhances smooth muscle relaxation, increasing blood flow into your penis to achieve and maintain erection. Sildenafil Citrate can be used for pulmonary arterial hypertension treating.</p><h2>Directions</h2><p>The recommended dose is 50 mg. It should be taken 30-60 minutes before sexual activity. Based on the side effects of the medication, the dose may be increased to 100 mg or decreased to 25 mg. The maximum recommended dose is 100 mg. You shouldn&#8217;t take Viagra more than once a day. It&#8217;s not recommended to eat high fat food, grapefruit or drink grapefruit juice.</p><h2>Precautions</h2><p>Before starting the treatment with Sildenafil Citrate, tell your doctor or health care adviser about any allergy you have. Middle aged people can be more sensitive to side effects of the medicine. This drug may make you dizzy or cause vision problems. Limit alcoholic beverages. Before using this medication, tell your doctor or pharmacist your medical history, especially of: sickle cell disease, high or low blood pressure, a severe loss of body water (dehydration), history of painful/prolonged erection (priapism), eye problems, heart problems, kidney disease, liver disease, pulmonary edema, problem with shape of penis (such as angulation, fibrosis/scarring, Peyronie&#8217;s disease). Sildenafil does not protect against sexually transmitted infections such as HIV.</p><h2>Contraindications</h2><p>Viagra should not be used with other treatments that cause erection or nitrates, because they can cause your blood pressure to drop very low. This may cause dizziness, fainting, heart attack, or stroke. Women, children and people with sensitivity to any component of the drug can&#8217;t use it.</p><h2>Possible side effect</h2><p>The frequent side effects are stomach upset, headache, flushing, heartburn, nasal stuffiness, dizziness or diarrhea, irregular heartbeat, shortness of breath, prolonged (longer than 4 hours), or painful erection. Vision changes such as increased sensitivity to light, blurred vision may also occur. More serious allergic reactions are rare. This is not a complete list of possible side effects. If you notice other side effects not listed above, you should contact your doctor or pharmacist.</p><h2>Drug interaction</h2><p>This drug should not be used with nitrates and recreational drugs containing amyl or butyl nitrite; alpha-blocker medications; other medications for impotence; high blood pressure medicines, etc. Grapefruit juice may increase the amounts of sildenafil in the blood. A high-fat meal may reduce the effectiveness of sildenafil. Consult your doctor or pharmacist for additional information.</p><h2>Missed dose</h2><p>Viagra is used when it&#8217;s needed, so it&#8217;s unlikely to miss a dose.</p><h2>Overdose</h2><p>If you think you have overdosed the medicine seek emergency medical help at once. The overdose symptoms are chest pain, nausea, irregular heartbeat, and feeling light-headed or fainting.</p><h2>Storage</h2><p>Store the medicine at room temperature between 68-77 degrees F (20-25 degrees C) away from light and moisture. Do not store the drugs in the bathroom. Keep all drugs away from reach of children and pets.</p><h2>Note</h2><p>The information presented at the site has a general character. Note please this information cannot be used for self-treatment and self diagnosis. You should consult with your doctor or health care adviser regarding any specific instructions of your condition. The information is reliable, but we concede it could contain mistakes. We are not responsible for any direct, indirect, special or other damage caused by use of this information on the site and also for consequences of self-treatment.</p><h4 style='margin-top: 1rem;'>Packaging info</h4><p>Your order will be packed safely and secure and dispatched within 24 hours.<br />This is how your parcel will look like, the images are photographs of real shipments.<br />It has the size of a normal protected envelope and it does not disclose its contents.</p></div>" 
    },
    {
        "prd_name": "Viagra - Professional",
        "prd_dis": "Brand Viagra, Viagra, Viagra - Professional, Viagra Plus, Viagra Soft Tabs, Viagra Super Active",
        "prd_image": "img/products/Viagra-–-professional.jpg",
        "prd_min_price": "52.60",
        "prd_max_price": "162.40",
        "prd_about": "Viagra Professional is an extra-strength prescription medicine. It starts acting faster and the effect lasts longer that with regular Viagra.",
        "prd_qty": "30*60*90*120*180",
        "prd_mg": "100",
        "price_per_pill": "2.33*1.67*1.40*1.30*1.20",
        "prd_details": "<h2>Description</h2><h4>Viagra Professional (Sildenafil)</h4><h1>Sildenafil Citrate Chewable tablet</h1><h2>What is this medicine?</h2><p>SILDENAFIL CITRATE chewable has all the advantages of the regular pill. Absorbed directly into the bloodstream, it acts faster, and guarantees prolonged effect. Another purported advantage of Viagra Professional not found in the original is the stimulation needed to achieve an erection. The makers of Viagra Professional attest that less stimulation will be needed prior to intercourse than before, as the nerves of the penis will have a greater sensitivity.</p><h2>What should I tell my health care provider before I take this medicine?</h2><p>They need to know if you have any of these conditions:</p><ul><li>eye or vision problems, including a rare inherited eye disease called retinitis pigmentosa</li><li>heart disease, angina, high or low blood pressure, a history of heart attack, or other heart problems</li><li>kidney disease</li><li>liver disease</li><li>stroke</li><li>an unusual or allergic reaction to sildenafil, other medicines, foods, dyes, or preservatives</li></ul><h2>How should I take this medicine?</h2><p>Take one tablet by mouth and chew it till it dissolves. The response period of Viagra Professional is considerably shorter than that of Viagra®. Originally, the sildenafil drug would need to be taken at least an hour prior to intercourse, this version would only need to be taken anywhere from 15 to 20 minutes before sexual activity. For some men, a half tab is adequate to receive the desired results.</p><p>Overdosage: If you think you have taken too much of this medicine contact a poison control center or emergency room at once.</p><p>NOTE: This medicine is only for you. Do not share this medicine with others.</p><h2>What may interact with this medicine?</h2><p>Do not take this medicine with any of the following:</p><ul><li>cisapride</li><li>methscopolamine nitrate</li><li>nitrates like amyl nitrite, isosorbide dinitrate, isosorbide mononitrate, nitroglycerin</li><li>nitroprusside</li><li>other sildenafil products (Revatio)</li></ul><p>This medicine may also interact with the following:</p><ul><li>certain drugs for high blood pressure</li><li>certain drugs for the treatment of HIV infection or AIDS</li><li>certain drugs used for fungal or yeast infections, like fluconazole, itraconazole, ketoconazole, and voriconazole</li><li>cimetidine</li><li>erythromycin</li><li>rifampin</li></ul><p>This list may not describe all possible interactions. Give your health care providers a list of all the medicines, herbs, non-prescription drugs, or dietary supplements you use. Also tell them if you smoke, drink alcohol, or use illegal drugs. Some items may interact with your medicine.</p><h2>What should I watch for while taking this medicine?</h2><p>If you notice any changes in your vision while taking this drug, call your doctor or health care professional as soon as possible.</p><p>Call your health care provider right away if you have any change in vision.</p><p>Contact you doctor or health care professional right away if the erection lasts longer than 4 hours or if it becomes painful. This may be a sign of a serious problem and must be treated right away to prevent permanent damage.</p><p>If you experience symptoms of nausea, dizziness, chest pain or arm pain upon initiation of sexual activity after taking this medicine, you should refrain from further activity and call your doctor or health care professional as soon as possible.</p><p>Using this medicine does not protect you or your partner against HIV infection (the virus that causes AIDS) or other sexually transmitted diseases.</p><h2>What side effects may I notice from this medicine?</h2><p>Side effects that you should report to your doctor or health care professional as soon as possible:</p><ul><li>allergic reactions like skin rash, itching or hives, swelling of the face, lips, or tongue</li><li>breathing problems</li><li>changes in hearing</li><li>changes in vision, blurred vision, trouble telling blue from green color</li><li>chest pain</li><li>fast, irregular heartbeat</li><li>men: prolonged or painful erection (lasting more than 4 hours)</li><li>seizures</li></ul><p>Side effects that usually do not require medical attention (report to your doctor or health care professional if they continue or are bothersome):</p><ul><li>diarrhea</li><li>flushing</li><li>headache</li><li>indigestion</li><li>stuffy or runny nose</li></ul><p>This list may not describe all possible side effects. Call your doctor for medical advice about side effects.</p><h2>Where can I keep my medicine?</h2><p>Keep out of reach of children.</p><p>Store at room temperature between 15 and 30 degrees C (59 and 86 degrees F). Throw away any unused medicine after the expiration date.</p><h4 style='margin-top: 1rem;'>Packaging info</h4><p>Your order will be packed safely and secure and dispatched within 24 hours.<br />This is how your parcel will look like, the images are photographs of real shipments.<br />It has the size of a normal protected envelope and it does not disclose its contents.</p></div>"
    },
    {
        "prd_name": "Cialis",
        "prd_dis": "Cialis, Cialis Jelly(Orange), Cialis Oral Jelly, Cialis Professional",
        "prd_image": "img/products/Cialis.jpg",
        "prd_min_price": "49.50",
        "prd_max_price": "435.40",
        "prd_about": "Cialis will help you to improve your erection during sexual intercourse.",
        "prd_qty": "30*60*90*120*180*270*360",
        "prd_mg": "10*20*40",
        "price_per_pill": "1.83*1.50*1.33*1.25*1.10*1.05*1.00 2.00*1.58*1.50*1.42*1.35*1.20*1.05  2.50*2.00*1.75*1.50*1.30 ",
        "prd_details": "<h2>Description</h2><h4>Cialis (Tadalafil)</h4><h2>General information</h2><p>Cialis belongs to the group of phosphodiesterase inhibitors (PDE 5) used to treat erectile dysfunction or male impotence. The medicine acts in combination with sexual stimulation by helping the blood flow into penis to achieve and maintain erection. Note please that Cialis can&#8217;t work without sexual stimulation. It starts to work in 16 minutes after intake and its effect last 36 hours. Tadalafil is also used to treat the symptoms of an enlarged prostate (benign prostatic hyperplasia). Use of this drug does not protect against sexually transmitted diseases (e.g., HIV, hepatitis B, gonorrhea, syphilis).</p><h2>Directions</h2><p>It is recommended to take 20 mg of Cialis at least 16 minutes before your sexual intercourse. Its effect can last up to 36 hours. Do not exceed your recommended dose and do not take Cialis more often than once per day. When treating symptoms of an enlarged prostate (BPH), tadalafil should be taken once a day. Tadalafil may be taken with or without food.</p><h2>Precautions</h2><p>Before starting your treatment with Cialis you should consult with your doctor and inform him about your individual traits such as: abnormal penis, including curved penis and birth defects of the penis, coronary artery disease, bleeding, stomach ulcers, arrhythmia, angina, heart attack or heart failure, hypo- or hypertension, diabetes, hyperlipidemia (excess of lipids in the blood), sickle-cell anemia, liver or kidney failure in history. Do not take Cialis with grapefruit juice, alcoholic beverages or tobacco as it can lead to sudden optic nerve-related vision loss. This drug may make you dizzy or cause vision changes.</p><h2>Contraindications</h2><p>Cialis can interact with some medicine. You can&#8217;t take it if you are also taking any form of nitroglycerin, other nitrates such as isosorbide, nitroprusside or any &#8216;nitric oxide donor&#8217; medicine, or recreational drugs containing amyl or butyl nitrate.</p><h2>Possible side effects</h2><p>The frequent allergic reactions can include facial flushing (reddening), stomach upset, diarrhea, headaches, back pain, muscle pain, flu-like symptoms and nausea. More rare side effects are low blood pressure, swollen eyelids, blurred vision and changes in color vision, abnormal ejaculation, prolonged erections or priapism (painful erections lasting more than 6 hours). If these side effects persist or bothersome you should contact your doctor.</p><h2>Drug interactions</h2><p>Cialis can interact with some medicines. Thus co-administration with the drugs listed below isn&#8217;t recommended: medications containing organic nitrates, Erythrityl Tetranitrate, Isosorbide Dinitrate, Isosorbide Mononitrate, erythromycin, ketoconazole (Nizoral), itraconazole (Sporanox)Nitroglycerin, Pentaerythritol Tetranitrate, indinavir (Crixivan) and ritonavir (Norvir). Inform your doctor about all the medicines you can take especially about the following: Atazanavir, Bunazosin, Clarithromycin, Nelfinavir, Phenoxybenzamine, Phentolamine, Prazosin, Saquinavir, Doxazosin, Erythromycin, Indinavir, Itraconazole, Ketoconazole, Moxisylyte, Nefazodone, Telithromycin, Terazosin, Trimazosin, Urapidil as your Cialis dose may require correction. Do not take this medication with any other product that contains tadalafil or other similar medications used to treat erectile dysfunction/pulmonary hypertension (e.g., sildenafil, vardenafil).</p><h2>Missed dose</h2><p>Cialis is used when it&#8217;s needed, so it&#8217;s unlikely to miss a dose.</p><h2>Overdose</h2><p>If you think you have overdosed the medicine seek emergency medical help at once. The overdose symptoms are back pain, muscle pain, and abnormal vision.</p><h2>Storage</h2><p>Store the medicine at room temperature (between 15°C and 30°C) away from moisture, sunlight, kids and pets in a tight container.</p><h2>Note</h2><p>The information presented at the site has a general character. Note please this information cannot be used for self-treatment and self diagnosis. You should consult with your doctor or health care adviser regarding any specific instructions of your condition. The information is reliable, but we concede it could contain mistakes. We are not responsible for any direct, indirect, special or other damage caused by use of this information on the site and also for consequences of self-treatment.</p><h4 style='margin-top: 1rem;'>Packaging info</h4><p>Your order will be packed safely and secure and dispatched within 24 hours.<br />This is how your parcel will look like, the images are photographs of real shipments.<br />It has the size of a normal protected envelope and it does not disclose its contents.</p></div>"
    },
    {
        "prd_name": "Viagra With Dapoxetine",
        "prd_dis": "Viagra, Viagra Soft Tabs, Viagra Super Active, Viagra With Dapoxetine",
        "prd_image": "img/products/Viagra-With-Dapoxetine.jpg",
        "prd_min_price": "122.64",
        "prd_max_price": "905.80",
        "prd_about": "Viagra with Dapoxetine 100mg – Action of Sildenafil is based on significant increase of blood flow to penis. Dapoxetine action allows to extend the time interval from the beginning of the act till orgasm in 4 times. Therefore sex after taking of combined drug – Viagra with Dapoxetine will be bright and long that will remain in memory of any girl forever!",
        "prd_qty": "30*60*90*120*180*270*360",
        "prd_mg": "100/60",
        "price_per_pill": "5.13*4.70*4.39*4.35*3.83*3.57*3.29",
        "prd_details": "<h2>Description</h2><h4>Viagra With Dapoxetine (Viagra With Dapoxetine)</h4><h4>Viagra with Dapoxetine Description</h4><hr /><p>In the composition of Viagra with Dapoxetine, there are simultaneously two dominant ingredients, namely sildenafil in the strength of 100 mg and dapoxetine, the dosage of which is 60 mg in one tablet. Both substances have a pronounced outcome on the body of men, due to which there is a persistent effect. Tablets also contain various auxiliary components. In fact, this is Viagra + Priligy, two world-famous branded drugs, combined in one formula. To get the desired result, expressed in a persistent and long-lasting erection, it is necessary to take the Viagra with Dapoxetine tablet about 40 minutes before entering the sexual intimacy. This medical preparation is administered orally and consume with a sufficient quantity of a simple water.</p><h4>Viagra with Dapoxetine Safety Information</h4><hr /><p>The dominant element sildenafil promotes the release of nitric oxide and relaxation of the blood vessels of the man&#8217;s sexual organ. As a result of this influence, the blood enters the tissues of the penis, due to which it swells and a vigorous erection sets in. The continuance of result of sildenafil ranges from 4 to 6 hours, depending on the mental characteristics of the body of a man, and another partner should provoke some sexual desire in a man.</p><p>Dapoxetine has the ability to inhibit the release of serotonin, thus delaying the onset of the ejaculation process. This substance effectively removes emotional tension, helping men to relax and enjoy sexual intercourse. Dapoxetine increases the sensations obtained during sexual performance. The result of the action of the substance can be observed for 4-5 hours.</p><p>You should not consume the remedy if you are one of those people who have such diseases as cardiac pathologies, severe depressive disorders, priapism, complicated pathologies of the kidneys or liver. The use of Viagra with Dapoxetine is contraindicated in the presence of allergic effect from the substances that make up the composition.</p><h4>Viagra with Dapoxetine Side Effects</h4><hr /><p>Viagra with Dapoxetine is an effective medical remedy of the latest generation, recognized to be as not only efficient but also safe for the body. In some cases, there can be observed some undesirable reactions to active substances. Adverse effects are mild and rapidly passing. So, some men mostly express complaints about such things as frequent headaches, nausea, dizziness, flushes of blood to the face and neck, indigestion, blood pressure fluctuation. The adverse reactions disappear on their own within 2-3 hours after taking the pill without causing much anxiety.</p><h4 style='margin-top: 1rem;'>Packaging info</h4><p>Your order will be packed safely and secure and dispatched within 24 hours.<br />This is how your parcel will look like, the images are photographs of real shipments.<br />It has the size of a normal protected envelope and it does not disclose its contents.</p></div>"
    },
    {
        "prd_name": "Levitra",
        "prd_dis": "Levitra, Levitra Oral Jelly, Levitra Professional, Viagra With Dapoxetine",
        "prd_image": "img/products/Levitra.jpg",
        "prd_min_price": "59.80",
        "prd_max_price": "425.40",
        "prd_about": "Levitra is a therapy for erectile dysfunction treatment",
        "prd_qty": "30*60*90*120*180*270*360",
        "prd_mg": "10*20",
        "price_per_pill": "1.77*1.73*1.68*1.52*1.37*1.24*0.99 2.40*2.22*2.00*1.80*1.62*1.46*1.05",        
        "prd_details": "<h2>Description</h2><h4>Levitra (Vardenafil)</h4><h2>General information</h2><p>Levitra is a therapy for erectile dysfunction treatment (male impotence). Its active ingredient is Vadernafil. Vardenafil belongs to the class of medications called phosphodiesterase type 5 inhibitors. The medicine allows increase blood flow into your penis to achieve and maintain erection during sexual intercourse.</p><h2>Directions</h2><p>Levitra comes as 20 mg pill. The recommended initial dosage is 10 mg. It should be taken an hour before intercourse. If there are no side effects you dosage can be increased up to 20 mg. You shouldn&#8217;t take more that 1 pill per day. This medication has been shown to be effective within 15 minutes of taking the tablet, and lasts up to 10 hours later.</p><h2>Precautions</h2><p>Before starting your treatment with Levitra you should tell your doctor about all the conditions you may have and especially about the following: kidney or liver problems, a bleeding disorder, stomach ulcer, or retinitis pigmentosa, allergic reaction to any medicine, deformation of the penis such as angulation, cavernous fibrosis (Peyronie&#8217;s disease), sickle-cell anemia, multiple myeloma, leukemia. Because alcohol can make it more difficult to get an erection, do not drink large amounts of alcohol before sexual activity.</p><h2>Contraindications</h2><p>It is contraindicated to take Levitra if you have sensitivity to its ingredients, if you had organic nitrates treatment or took HIV protease inhibitors such as indinavir and ritonavir, if you are less than 16 years old.</p><h2>Possible side effect</h2><div>Headache, flushing (hyperemia of the person), dizziness, temporary memory loss, diarrhea, nausea, nasal congestion are the common side effects. Levitra is usually well tolerated. If you have any of the following rare side effects photosensitivity of skin, hypertension, back pain, watery eyes, hypotension, myalgia, priapism, erection that lasts longer than 4 hours, irregular heartbeat, or shortness of breath, allergic reaction (e.g., rash, itching), you should consult with you doctor.</div><h2>Drug interaction</h2><p>Before starting your trearment with Levitra tell your doctor about all the medicines you are taking, especially about erythromycin, ketoconazole (Nizoral), itraconazole (Sporanox), indinavir (Crixivan) and ritonavir (Norvir), alpha-blocking drugs (terazosin or Hytrin), anti-arrhythmia medications (amiodarone, procainamide, quinidine), clarithromycin. The patients who take organic nitrates can&#8217;t use Levitra.</p><h2>Missed dose</h2><p>Levitra is used when it&#8217;s needed, so it&#8217;s unlikely to miss a dose.</p><h2>Overdose</h2><p>If you think you have overdosed the medicine seek emergency medical help at once. The overdose symptoms are sore back, pain in the jaw or arm, blindness, blurred vision, back pain, muscle pain, pain in the chest or discomfort, decreased vision.</p><h2>Storage</h2><p>Store at room temperature between 15-30 C (59-86 F) away from children, pets, moisture and sunlight.</p><h2>Note</h2><p>The information presented at the site has a general character. Note please this information cannot be used for self-treatment and self diagnosis. You should consult with your doctor or health care adviser regarding any specific instructions of your condition. The information is reliable, but we concede it could contain mistakes. We are not responsible for any direct, indirect, special or other damage caused by use of this information on the site and also for consequences of self-treatment.</p><h4 style='margin-top: 1rem;'>Packaging info</h4><p>Your order will be packed safely and secure and dispatched within 24 hours.<br />This is how your parcel will look like, the images are photographs of real shipments.<br />It has the size of a normal protected envelope and it does not disclose its contents.</p></div>"
    },
    {
        "prd_name": "Cialis Super Active",
        "prd_dis": "Cialis, Cialis- Professional, Cialis Soft Tabs, Cialis Super Active",
        "prd_image": "img/products/Cialis-Super-Active.jpg",
        "prd_min_price": "65.50",
        "prd_max_price": "335.70",
        "prd_about": "Cialis Super Active is a new word in erectile dysfunction treatment. It starts to work in 5-7 minutes helping to achieve successful sexual intercourse.",
        "prd_qty": "30*60*90*120*180*270",
        "prd_mg": "20",
        "price_per_pill": "4.15*3.40*3.04*2.78*2.48*2.31",      
        "prd_details": "<h2>Description</h2><h4>Cialis Super Active (Tadalafil)</h4><h2>General information</h2><p>Cialis Super Active is a new achievement in erectile dysfunction treatment. The medicine helps to achieve successful sexual intercourse in the shortest period of time. It starts to work in 5-7 minutes after the intake. The effect persists during 50-55 hours. Erection can appear anytime during this period in condition of sexual stimulation presence.</p><h2>Directions</h2><p>The recommended dose is 20 mg. It is taken in 5-7 minutes before your sexual activity. You shouldn&#8217;t take more than one pill per day. Take it according to your doctor&#8217;s recommendations.</p><h2>Precautions</h2><div>You shouldn&#8217;t use Cialis Super Active if you take alcohol beverages, or another medicines for erectile dysfunction. Middle aged people can be more sensitive to the medicine. Before starting to take Cialis Super Active discuss with your doctor if you have allergy to any component of the pill, painful or prolonged erection in your history, kidney diseases, stomach ulcers, blood cell problems such as sickle cell anemia, leukemia, or myeloma.</div><h2>Contraindications</h2><p>It is contraindicated to take the drug if you suffer from severe liver problems or have retinitis pigmentosa (hereditary degenerative eye disease), unstable angina, uncontrolled high blood pressure, angina during sexual intercourse, heart failure, irregular heartbeat, uncontrolled high blood pressure, low blood pressure, a heart attack or stroke in history, if you are currently taking nitrates in any form as well as poppers.</p><h2>Possible side effect</h2><p>Dizziness, drowsiness, fainting, lightheadedness, fast heartbeat, and low blood pressure, or blurred vision are common side effects.</p><h2>Drug interaction</h2><div>You can&#8217;t use Cialis Super Active if you take nitroglycerin, nitrates such as isosorbide,, nitroprusside , any &#8216;nitric oxide donor&#8217; medicine, or recreational drugs called “poppers”, alpha-blocker drugs such as alfuzosin, prazosin, terazosin, or doxazosin. You should tell your doctor if you are taking other drugs for erectile dysfunction, certain antifungal medicines such as itraconazole or ketoconazole, macrolide antibiotics such as clarithromycin or erythromycin, other antibiotics such as erythromycin, ketoconazole (Nizoral), itraconazole (Sporanox), indinavir (Crixivan) and ritonavir (Norvir), medicine for high blood pressure, or HIV protease inhibitors such as indinavir (Crixivan) and ritonavir (Norvir) as your dose may need correction.</div><h2>Missed dose</h2><p>Cialis Super Active is used when it&#8217;s needed, so it&#8217;s unlikely to miss a dose.</p><h2>Overdose</h2><p>If you think you have overdosed the medicine seek emergency medical help at once. The overdose symptoms are chest pain, fainting, prolonged erection, dizziness, persistent vision changes, persistent back or muscle pain.</p><h2>Storage</h2><p>Store in a dry tight container away from sunlight at room temperature between 68-77 F (20-25 C) away from children and pets.</p><h2>Note</h2><p>The information presented at the site has a general character. Note please this information cannot be used for self-treatment and self diagnosis. You should consult with your doctor or health care adviser regarding any specific instructions of your condition. The information is reliable, but we concede it could contain mistakes. We are not responsible for any direct, indirect, special or other damage caused by use of this information on the site and also for consequences of self-treatment.</p><h4 style='margin-top: 1rem;'>Packaging info</h4><p>Your order will be packed safely and secure and dispatched within 24 hours.<br />This is how your parcel will look like, the images are photographs of real shipments.<br />It has the size of a normal protected envelope and it does not disclose its contents.</p></div>"
    },
    {
        "prd_name": "Cialis With Dapoxetine",
        "prd_dis": "Cialis, Cialis Oral Jelly, Cialis Super Active, Cialis With Dapoxetine",
        "prd_image": "img/products/Cialis-Super-Active.jpg",
        "prd_min_price": "96.40",
        "prd_max_price": "420.40",
        "prd_about": "Cialis with Dapoxetine – a combination of 2 ED preparations. Thanks to the complex solution combining the two most active elements, Tadalafil plus Dapoxetine, this remedy eliminates several problems associated with poor male potency: a flaccid erection and too early ejaculation.",
        "prd_qty": "30*90*120*180",
        "prd_mg": "20/60*40/60",
        "price_per_pill": "4.38*3.73*3.46*3.07 5.03*4.00*3.77",
        "prd_details": "<h2>Description</h2><h4>Cialis With Dapoxetine (Tadalafil, Dapoxetine)</h4><h4>Product information</h4><hr /><p>Cialis with Dapoxetine is a unique pharmacological drug that successfully fights erectile dysfunction and premature ejaculation. Tablets have helped millions of men around the world, cope with problems in bed and so today are very popular.</p><p>Cialis with Dapoxetine is recognized as a highly effective agent with a powerful and trouble-free action. The pharmaceutical remedy, named Cialis with Dapoxetine is used to better a weak erection and impaired ejaculatory function, which are caused by the negative influence of various factors (some maladies, stress, poor nutrition, psychological problems, physical overwork, etc.).</p><p>Stimulator Cialis with Dapoxetine is a product of the Indian pharmaceutical company. The medicine is produced in round tablets having a special band for the division. The pharmaceutical product is packaged in blisters, each containing 10 tablets.</p><p>In the composition of Cialis with Dapoxetine, there are two key components tadalafil (20mg) and dapoxetine (60mg). This medical remedy is an analog of two drugs Cialis® and Priligy®, so Cialis with Dapoxetine is beneficial to purchase, save money and get an expected result.</p><h4>Safety information</h4><hr /><p>Cialis with Dapoxetine should be used an hour and a half previously the planned lovemaking. The pill should be swallowed whole, not squeezed and with liquids (water or juice, not citrus or grape). A single daily dosage(maximum) is 80 mg of both key substances. However, for the first intake, it is recommended to lessen the indicated dosage by half, taking only half the tablet.</p><p>The maximum daily amount of milligrams of Cialis with Dapoxetine is assigned to men with severe erectile dysfunction and pronounced ejaculation disorder.</p><p>Avoid eating greasy and high-calorie foods while taking the drug. Also, it is not compatible with alcoholic beverages.</p><p>The pharmaceutical is prescribed for sexual disorders of a different etiology. A high-efficiency of the tablet is observed even with the development of impotence. The product is contraindicated to minors, those with individual dapoxetine or tadalafil intolerance, hormonal disorders, severe liver, heart and kidney diseases, in cases of use of antidepressants, nitrates. No medication of that kind is prescribed for men of advanced age (over 65years of age) and those who are not eligible for sexual activity.</p><h4>Side effects</h4><hr /><p>Studies have shown that the sex simulator named Cialis with Dapoxetine is tolerated fairly well and does not harm the body. The product is not addictive, and unwanted reactions after its administration are extremely rare.</p><p>It should be said that Cialis with Dapoxetine has a cumulative effect. That is, after prolonged use, men begin to independently control the onset of erection, note the improvement in the activity of the organs of the reproductive system and a marked increase in potency.</p><h4 style='margin-top: 1rem;'>Packaging info</h4><p>Your order will be packed safely and secure and dispatched within 24 hours.<br />This is how your parcel will look like, the images are photographs of real shipments.<br />It has the size of a normal protected envelope and it does not disclose its contents.</p></div>"
    },
    {
        "prd_name": "Viagra Super Active",
        "prd_dis": "Viagra, Viagra Plus, Viagra Super Active, Viagra With Fluoxetine",
        "prd_image": "img/products/Viagra-Super-Active.jpg",
        "prd_min_price": "54.70",
        "prd_max_price": "465.90",
        "prd_about": "Using Viagra Super Active you will get the desirable result only in 5-10 minutes.",
        "prd_qty": "30*60*90*120*180*270*360",
        "prd_mg": "100",
        "price_per_pill": "2.33*2.10*1.97*1.76*1.66*1.55*1.35",
        "prd_details": "<h2>Description</h2><h4>Viagra Super Active (Sildenafil)</h4><h2>General information</h2><p>Sildenafil Citrate is the main component of Viagra Super Active. Sildenafil belongs to a group of medications called phosphodiesterase type 5 inhibitors. Commonly the medicine is used to treat erectile dysfunction (male impotence). Sildenafil Citrate affects the response to sexual stimulation. Using a chemical called nitric oxide it enhances smooth muscle relaxation which allows increase blood flow into your penis to achieve and maintain erection. Sildenafil Citrate can be used for pulmonary arterial hypertension treating.</p><h2>Directions</h2><p>Viagra Super Active should be taken 5-10 minutes before sexual intercourse. Its effect can last up to 50 hours. You shouldn&#8217;t take Viagra Super Active more than once a day. It&#8217;s not recommended to eat high fat food, grapefruit or drink grapefruit juice.</p><h2>Precautions</h2><p>Before starting the treatment with Sildenafil Citrate, tell your doctor or health care adviser about any allergy you have. Middle aged people can be more sensitive to side effects of the medicine.</p><h2>Contraindications</h2><p>Viagra Super Active should not be used with other treatments that cause erection or nitrates. Women, children and people with sensitivity to any component of the drug can&#8217;t use it.</p><h2>Possible side effect</h2><p>The frequent side effects are stomach upset, headache, flushing, skin rash, back pain, heartburn, nasal stuffiness, lightheadedness, dizziness or diarrhea. More serious allergic reactions are rare. If you notice other side effects not listed above, you should contact your doctor or pharmacist.</p><h2>Drug interaction</h2><p>This drug should not be used with nitrates and recreational drugs containing amyl or butyl nitrite; alpha-blocker medications; other medications for impotence; high blood pressure medicines, etc. Consult your doctor or pharmacist for additional information.</p><h2>Missed dose</h2><p>Viagra Super Active is used when it&#8217;s needed, so it&#8217;s unlikely to miss a dose.</p><h2>Overdose</h2><p>If you think you have overdosed the medicine seek emergency medical help at once. The overdose symptoms are chest pain, nausea, irregular heartbeat, and feeling light-headed or fainting.</p><h2>Storage</h2><p>Store the medicine at room temperature between 68-77 degrees F (20-25 degrees C) away from light and moisture. Do not store the drugs in the bathroom. Keep all drugs away from reach of children and pets.</p><h2>Note</h2><p>The information presented at the site has a general character. Note please this information cannot be used for self-treatment and self diagnosis. You should consult with your doctor or health care adviser regarding any specific instructions of your condition. The information is reliable, but we concede it could contain mistakes. We are not responsible for any direct, indirect, special or other damage caused by use of this information on the site and also for consequences of self-treatment.</p><h4 style='margin-top: 1rem;'>Packaging info</h4><p>Your order will be packed safely and secure and dispatched within 24 hours.<br />This is how your parcel will look like, the images are photographs of real shipments.<br />It has the size of a normal protected envelope and it does not disclose its contents.</p></div>"
    },
    {
        "prd_name": "Sildalist",
        "prd_dis": "Levitra, Sildalist, Suhagra, Super Ed Trial Pack",
        "prd_image": "img/products/Sildalist.jpg",
        "prd_min_price": "49.50",
        "prd_max_price": "385.70",
        "prd_about": "Sildalist- sildenafil plus tadalafil tablet, a preparation manufactured by Cipla Inc. One red colored rectangular pill is equivalent to 1 pill of sildenafil100mg and 1 pill of tadalafil 20mg mixed together. This is the most potent product to stop erectile malady. The task of Sildalist tablets is to make penis ready for a sex as soon as the user comes into a state of sexual arousal.",
        "prd_qty": "30*60*90*120*180*270*360",
        "prd_mg": "120",
        "price_per_pill": "2.43*1.87*1.68*1.59*1.50*1.43*1.40",
        "prd_details": "<h2>Description</h2><h4>Sildalist (Tadalafil, Sildenafil)</h4><h4>Product description</h4><hr /><p>Sildalist &#8211; Sildenafil 100mg (Viagra) + Tadalafil 20mg (Cialis) (blister 6 tab x 120mg). Sildalist &#8211; fast and safe restoration of potency. With it, you can easily restore your masculine strength and sexual abilities, gain self-confidence. This is one of the most famous medical agent of the Indian pharmaceutical manufacturers, which is intended to enhance male libido. With it, you will have a significant increase in erectile function of the male organ, and also it prolongs the sexual procedure.</p><p>Pros of Sildalist</p><p>First of all, this pharmacological agent is a medical mean, which includes two key components: Sildenafil and Tadalafil. The first is necessary in order to cause the physical state of excitation of the genital organ after mental stimulation. Due to its effect, the level of the bloodstream to the genitals considerably increases, which is why a &#8220;rise-up&#8221; of the penis occurs. The second component is an enhancer of the action of Sildenafil, and its individual effect is to prolong the erection and delay the end of the sexual procedure. Such a combination of two similar effects leads to the fact that the pharmacological agent Sildalist: causes the erection of the penis in just fifteen to twenty minutes after administration (while the identical pharmaceuticals start to act only after an hour, the effect lasts longer &#8211; more than thirty-six hours. This time is more than enough to perform several full lovemaking. Although after the end of one sexual contact you can restore an erection maximum after half an hour for the next acts.</p><p>In addition, Sildalist is also suitable to economize, because, due to its incredibly potent action, most men will be quite enough to take a half of it. Thanks to a unique chemical combination, a potent effect is perceptible here, as well as the absence of virtually any risks and adverse symptoms. The main thing is to follow the directions of the instruction.</p><h4>Safety information</h4><hr /><p>Concerning the manufacturer &#8211; it&#8217;s Cipla (India) &#8211; a well-known pharmaceutical company that was founded in the early twentieth century. Due to its unsurpassed quality, as well as the efficacy of its products, it has become famous and popular all over the world. It is also worth noting that very scrupulous Americans have confirmed the quality of products of the Cipla enterprise, which once again proves a pronounced quality. According to the producers, you can take Sildalist, approximately, half an hour before the lovemaking. In this case, the action of the pill continues up to 48 hours.</p><h4>Side effects</h4><hr /><p>The preparation Sildalist practically has no contraindications &#8211; it is not recommended for reception only in case of the presence of allergic reactions to components (individual intolerance) or serious diseases of the cardiovascular system; this drug is absolutely harmless to an organism of a man and carries only a positive outcome. The likelihood of any adverse symptoms is lessened to almost zero due to the small dosage and the perceptible quality of all the constituents.</p><h4 style='margin-top: 1rem;'>Packaging info</h4><p>Your order will be packed safely and secure and dispatched within 24 hours.<br />This is how your parcel will look like, the images are photographs of real shipments.<br />It has the size of a normal protected envelope and it does not disclose its contents.</p></div>"
    },
    {
        "prd_name": "Brand Viagra",
        "prd_dis": "Brand Cialis, Brand Viagra, Viagra , Viagra Plus",
        "prd_image": "img/products/Brand-Viagra.jpg",
        "prd_min_price": "90.00",
        "prd_max_price": "649.80",
        "prd_about": "SILDENAFIL CITRATE is an oral medication for erectile dysfunction (ED). It helps most men with ED improve their erections.",
        "prd_qty": "20*24*32*48*60*96",
        "prd_mg": "50*100",
        "price_per_pill": "4.15*4.00*3.62*3.31*3.48*3.02 5.80*5.42*5.25*4.40*4.00*3.96",
        "prd_details": "<h2>Description</h2><h4>Brand Viagra (Sildenafil)</h4><p>Viagra Brand</p><p>Viagra</p><h4>Generic name: Sildenafil<br />Sildenafil tablets</h4><h4>What are sildenafil tablets?</h4><p>SILDENAFIL (Viagra®) is used for the treatment of male erection problems.</p><h4>What should I discuss with my physician prior to taking this medicine?</h4><p>Please do tell your physician if you have any of the following conditions:</p><ul><li>anatomical deformity of the penis, Peyronie&#8217;s disease, or ever had an erection that lasted more than 4 hours</li><li>benign prostatic hypertrophy (BPH)</li><li>bleeding disorder</li><li>cancer</li><li>diabetes</li><li>frequent heartburn or gastroesophageal reflux disease (GERD)</li><li>heart disease, angina, abnormal blood pressure, a history of heart attacks, or other heart problems</li><li>high cholesterol</li><li>kidney disease</li><li>liver disease</li><li>sickle cell disease</li><li>stomach or intestinal ulcer</li><li>stroke</li><li>eye or vision issues, including a rare inherited eye disease called retinitis pigmentosa</li><li>an unusual or allergic reaction to sildenafil, other medicines, foods, dyes, or preservatives</li><li>pregnant or trying to get pregnant</li><li>breast-feeding</li></ul><h4>How is this medicine should be taken?</h4><p>Take sildenafil tablets orally, following the directions on the prescription label. This medicine should normally be taken 1 hour prior to sexual activity. The dose should only be taken once a day; never take more than a single dose daily. Tablets should be swallowed accompanied with a drink of water. You should never take double or extra doses; a single doze is sufficient for the purposes.</p><h4>What to do if I missed a dose?</h4><p>Not applicable.</p><h4>What drug(s) may interact with sildenafil?</h4><p>Do not take sildenafil if you are taking the following medications:</p><ul><li>nitroglycerin-type drugs for the heart or chest pain such as amyl nitrite, isosorbide dinitrate, isosorbide mononitrate, nitroglycerin, even if these are only taken occasionallySildenafil may also trigger possible interactions with the following:</li><li>alpha blockers, used for high blood pressure or an enlarged prostate. NOTE: Do not take doses of sildenafil higher than 25 mg within 4 hours after taking the alpha blockers, such as alfuzosin (UroXatral®), doxazosin (Cardura®), prazosin (Minipress®), or terazosin (Hytrin®).</li><li>bosentan</li><li>certain drugs used for seizures such as carbamazepine, phenytoin, and phenobarbital</li><li>certain drugs used for fungal or yeast infections, such as fluconazole, ketoconazole, and voriconazole</li><li>certain drugs for the treatment of HIV infection or AIDS</li><li>cimetidine</li><li>cisapride</li><li>clarithromycin</li><li>diltiazem</li><li>erythromycin</li><li>grapefruit juice</li><li>mibefradil</li><li>monoamine oxidase inhibitors (Azilect®, Eldepryl®, Emsam®, Marplan®, Nardil®, Parnate®, Zelapar™)</li><li>nitroprusside</li><li>rifabutin</li><li>rifampin</li><li>quinidine</li><li>some drugs that used for treating depression, anxiety or other mood problems (examples: fluoxetine, fluvoxamine, nefazodone)</li><li>verapamilProvide your physician with a list of all the medicine, including herbs and non-prescription drugs, or dietary supplements that you are using. Do let them know if you smoke, drink alcohol, or use any of the illegal drugs or drinks with caffeine or alcohol. Some of those items may also interact with your medicine, causing undesired consequenses. Please always consult your with health care professional prior to stopping or starting any of your medicines.</li></ul><h4>What side effects may I notice from taking sildenafil?</h4><p>The following side effects should be reported to your doctor or health care professional as soon as they are noticed:</p><ul><li>altered hearing such as loss of hearing or ringing in ears</li><li>changes in vision such as loss of vision, blurred vision, eyes being more sensitive to light, or trouble telling the difference between blue and green objects or objects having a blue color tinge to them</li><li>difficulty breathing, shortness of breath</li><li>chest pain or palpitations</li><li>prolonged erection (lasting longer than 4 hours)</li><li>skin rash, itchingThe below side effects usually do not necessarily require any medical attention (please do report them to your physician if they are recurrent or bothersome):</li><li>diarrhea</li><li>dizziness</li><li>flushing</li><li>headache</li><li>indigestion</li><li>nasal congestion</li></ul><h4>What should I watch for while taking sildenafil?</h4><p>If you notice any vision changes while undergoing the treatment course, notify your health care professional as soon as possible. Stop using sildenafil right away if you are experiencing a sight loss in one eye or both. Contact your healthcare provider immediately.</p><p>Contact you physician immediately if the erection lasts longer than 4 hours or if it becomes painful. This may be a sign of priapism and must be treated immediately to prevent permanent damage.</p><p>If you are experiencing symptoms of nausea, dizziness, chest pains or arm pains upon initiation of sexual activity after sildenafil use, you should refrain from any further activity and discuss the episode with your physician immediately.<br />You shouldn’t alter the dosage of this medication yourself. Please inquire with your physician to determine if your dose needs to be altered.</p><p>Using Viagra® (sildenafil) does not protect you and your partner from HIV infection (the virus causing AIDS) or any other sexually transmitted diseases.</p><h4>Where should I store it?</h4><p>Keep this medicine out of the children’s reach in a container that children cannot open.</p><p>This medicine should be stored at the room temperatures between 15 and 30 degrees C (59 and 86 degrees F). Dispose of any unused medicine after the expiry date is reached.</p><h4 style='margin-top: 1rem;'>Packaging info</h4><p>Your order will be packed safely and secure and dispatched within 24 hours.<br />This is how your parcel will look like, the images are photographs of real shipments.<br />It has the size of a normal protected envelope and it does not disclose its contents.</p></div>"
    },
    {
        "prd_name": "Viagra Soft Tabs",
        "prd_dis": "Viagra, Viagra Plus, Viagra Soft Tabs, Viagra Super Active",
        "prd_image": "img/products/Viagra-Soft-Tabs.jpg",
        "prd_min_price": "59.00",
        "prd_max_price": "68.00",
        "prd_about": "Viagra Soft Tabs – chewable tablets, containing 100 mg of a sildenafil. Difference of Viagra Software from usual Viagra is that its action begins much quicker. Viagra Software is chewed and easily dissolved under the tongue that allows to receive the result in 10-15 minutes.",
        "prd_qty": "10",
        "prd_mg": "50*100",
        "price_per_pill": "4.00 4.29",
        "prd_details": "<h2>Description</h2><h4>Viagra Soft Tabs (Sildenafil)</h4><h4>Viagra Soft Product Description</h4><hr /><p>Drug Uses</p><p>Viagra Soft is a drug for the ED management in male patients older than 18 years. Viagra Soft enhances the relaxing effect of nitrates, exerts a vasodilator effect, improves blood flow to the smooth muscles tissues in the pelvic area, and increases the circumference length and rigidity of the penis.</p><p>Viagra Soft improves erectile function efficiently, and, most importantly, safely, in men of different groups and in different conditions:</p><ul><li>Older people;</li><li>Metabolic disorders;</li><li>High blood pressure;</li><li>Mental health disorders;</li><li>Temporal or constant spinal cord lesion.</li></ul><p>Viagra Soft pills start acting after a bodily contact, or other factors, affecting the sexual excitement. Dosage is assigned depending on the disease severity, but most men are advised to take 1 pill of Viagra Soft 50 mg, 45-60 minutes before the anticipated sexual activity.</p><p>Missed Dose</p><p>Viagra Soft tablets are not designed for daily administration at the same time. They should be taken, as necessary. Not every man, who takes a Viagra Soft pill in less than 45 minutes before an intercourse, may instantly get a long and stable erection.</p><p>More Information</p><p>Food with a high content of monoglyceride and free fatty acids can slow the action onset of Viagra Soft tablets, so you should refrain from plentiful food before taking them. Small doses of alcohol are not a contraindication to Viagra Soft, but it is recommended minimizing the consumption of beverages, containing ethyl alcohol.</p><p>Storage</p><p>Viagra Soft tablets should be kept in their original package at controlled room temperature not exceeding 30°C.</p><h4>Viagra Soft Safety Information</h4><hr /><p>Warnings</p><p>Viagra Soft is not intended for women with sexual or other disorders. Before you start taking Viagra Soft, inform your healthcare provider about the presence of any following condition:</p><ul><li>Any problems with the heart or blood vessels;</li><li>Predisposition to painful erections (priapism);</li><li>Using other methods of potency control;</li><li>Using any anti-hypertensive agents (e.g., diuretics).</li></ul><p>Disclaimer</p><p>The information on the ED treatment, available in the review of Viagra Soft tabs, is intended as a guide only, and is not a substitute for consultation with primary care physicians and specialists in the field of male sexual dysfunction. The online pharmacy is not responsible for any incident or consequential damages, resulting from use of any material on the male sexual problems treatment, published in Viagra Soft review.</p><h4>Viagra Soft Side Effects</h4><hr /><p>Unwanted effects from Viagra Soft action are usually passing and mild. Only 2% of patients, taking the sildenafil citrate, refused further from treatment because of: respiratory tract infection (incl. nasal congestion, and flu), headache, dizziness, diarrhea, and rash.</p><p>The patients, taking part in clinical trials, reported less frequently on the following unwanted effects: face edema, tremor, vertigo, depression, insomnia, nervousness, somnolence, dry mouth, cough, urinary frequency, and asthenia.</p><p>Data, obtained in postmarketing experience of sildenafil citrate use, include notes of such unwanted effects like anxiety, nosebleed, hearing loss, temporary vision loss/decreased vision, priapism, hypertension, and diabetes.</p><h4 style='margin-top: 1rem;'>Packaging info</h4><p>Your order will be packed safely and secure and dispatched within 24 hours.<br />This is how your parcel will look like, the images are photographs of real shipments.<br />It has the size of a normal protected envelope and it does not disclose its contents.</p></div>"
    },
    {
        "prd_name": "Brand Cialis",
        "prd_dis": "Brand Cialis, Cialis, Cialis Oral Jelly, Cialis Soft Tabs",
        "prd_image": "img/products/Brand-Cialis.jpg",
        "prd_min_price": "115.00",
        "prd_max_price": "699.40",
        "prd_about": "TADALAFIL is used to treat erection problems in men. It works by dilating blood vessels in the penis, allowing the inflow of blood needed for an erection.",
        "prd_qty": "24*36*48*60*92",
        "prd_mg": "20",
        "price_per_pill": "5.75*5.25*4.83*4.35*3.91",
        "prd_details": "<h2>Description</h2><h4>Brand Cialis (Tadalafil)</h4><p>Cialis Brand</p><h4>Cialis</h4><p>Generic name: Tadalafil<br />Tadalafil Tablets</p><h4>What are tadalafil tablets?</h4><p>TADALAFIL (Cialis®) is used for the treatment of male erectile dysfunction (ED). Tadalafil can not cure ED or increase patient’s sexual desire. Tadalafil is only for men with ED and should never be taken by women or children. Tadalafil should only be taken under the healthcare provider&#8217;s control.</p><h4>What should I discuss with my physician prior to taking this medicine?</h4><p>Please do tell your physician if you have any of the following conditions:</p><ul><li>anatomical deformity of the penis, Peyronie&#8217;s disease, or ever had an erection that lasted more than 4 hours</li><li>bleeding disorder</li><li>diabetes</li><li>frequent heartburn or gastroesophageal reflux disease (GERD)</li><li>heart disease, angina, a history of heart attacks, irregular heartbeat, or other heart problems</li><li>abnormal blood pressure</li><li>high cholesterol</li><li>HIV infection</li><li>kidney disease or require dialysis</li><li>liver disease</li><li>sickle cell disease</li><li>stroke</li><li>stomach or intestinal ulcers</li><li>eye or vision problems or a rare genetic eye disease called retinitis pigmentosa</li><li>an unusual or allergic reaction to tadalafil, other medicines, foods, dyes, or preservatives</li><li>pregnant or trying to get pregnant</li><li>breast-feeding</li></ul><h4>How should this medicine be used?</h4><p>Take tadalafil tablets orally. You should follow the directions specified on the prescription label. This medicine should normally be taken 30 minutes to 1 hour prior to planned sexual activity. The dose should only be taken once a day; never take more than a single dose daily. Swallow the tablets accompanied with a drink of water. Tadalafil can be taken with or without meals. You should never take double or extra doses; a single doze is sufficient for the purposes. You should never change your dose without consulting with your prescriber first. Your prescriber may choose to alter your dose, depending on your body’s reaction to tadalafil. If it happens that you have kidney or liver problems or are taking certain medications that might interfere with tadalafil, your prescriber may limit your dose of the latter.</p><h4>What to do if I missed a dose?</h4><p>This is not applicable.</p><h4>What drug(s) may interact with Tadalafil?</h4><p>Do not take tadalafil if you are taking the following medications:</p><ul><li>nitroglycerin-type drugs for the heart or chest pain such as amyl nitrite, isosorbide dinitrate, isosorbide mononitrate, nitroglycerin, even if these are only taken occasionallyTadalafil may also trigger possible interactions with the following:</li><li>alpha blockers, such as alfuzosin (UroXatral®), doxazosin (Cardura®), prazosin (Minipress®), or terazosin (Hytrin®), used to treat high blood pressure or an enlarged prostate.</li><li>bosentan</li><li>certain antibiotics such as clarithromycin, erythromycin, troleandomycin</li><li>certain drugs used for seizures such as carbamazepine, phenytoin, and phenobarbital</li><li>cimetidine</li><li>cisapride</li><li>diltiazem</li><li>grapefruit juice</li><li>medicines for fungal infections (fluconazole, itraconazole, ketoconazole, voriconazole)</li><li>mibefradil</li><li>nicardipine</li><li>certain medicines for the treatment of HIV infection or AIDS</li><li>quinidine</li><li>rifabutin, rifampin or rifapentine</li><li>some drugs for treating depression, anxiety or other mood problems (examples: fluoxetine, fluvoxamine, nefazodone)</li><li>verapamilProvide your physician with a list of all the medicine, including herbs and non-prescription drugs, or dietary supplements that you are using. Do let them know if you smoke, drink alcohol, or use any of the illegal drugs or drinks with caffeine or alcohol. Some of those items may also interact with your medicine, causing undesired consequenses. Please always consult with your health care professional prior to stopping or starting any of your medicines.</li></ul><h4>What are the possible side effects from taking Tadalafil?</h4><p>The following side effects should be reported to your doctor or health care professional as soon as they are noted:</p><ul><li>altered hearing such as loss of hearing or ringing in the ears</li><li>changes in vision such as loss of vision, blurred vision, eyes being more sensitive to light, or trouble telling the difference between blue and green objects or objects having a blue color tinge to them</li><li>chest pain or palpitations</li><li>difficulty breathing, shortness of breath</li><li>dizziness</li><li>eyelid swelling</li><li>prolonged erection (lasting longer than 4 hours)</li><li>skin rash, itchingThe below side effects usually do not necessarily require any medical attention (please do report them to your physician if they are recurrent or bothersome):</li><li>back pain</li><li>flushing</li><li>headache</li><li>indigestion</li><li>muscle aches</li><li>stuffy or runny nose</li></ul><h4>What should I watch for while taking Tadalafil?</h4><p>If you notice any changes in your vision while taking this drug, notify your prescriber or health care professional as soon as possible. Stop using tadalafil right away if you experiencing a loss of sight in one or both eyes. Contact your healthcare provider immediately.</p><p>Contact your physician immediately if the erection lasts longer than 4 hours or if it becomes painful. This may be a sign of priapism and must be treated immediately to prevent permanent damage.</p><p>If you are experiencing nausea or dizziness symptoms, chest pains or arm pains upon initiation of the sexual activity following your tadalafil use, please refrain from any further activity and inform your prescriber or health care professional immediately.</p><p>You should not drink alcohol excessively (examples, 5 glasses of wine or 5 shots of whiskey) when taking tadalafil. If consumed excessively, alcohol can increase your chances of having a headache or getting dizzy by lowering your blood pressure or increasing your heartbeat rate.<br />You shouldn’t alter the dosage of this medication yourself. Please inquire with your physician to determine if your dose needs to be altered.</p><p>Using tadalafil does not provide protection from HIV infection (the virus causing AIDS) or any other sexually transmitted diseases to you and your partner.</p><h4>Where should I store it?</h4><p>Keep it out of the children’s reach in a container that can not be opened by children.</p><p>This medicine should be stored at the room temperatures between 15 and 30 degrees C (59 and 86 degrees F). Dispose of any unused medicine after the expiry date is reached.</p><h4 style='margin-top: 1rem;'>Packaging info</h4><p>Your order will be packed safely and secure and dispatched within 24 hours.<br />This is how your parcel will look like, the images are photographs of real shipments.<br />It has the size of a normal protected envelope and it does not disclose its contents.</p></div>"
    },
    {
        "prd_name": "Suhagra",
        "prd_dis": "Sidalist, Suhagra, Super Ed Trial Pack, Viagra",
        "prd_image": "img/products/Suhagra.jpg",
        "prd_min_price": "55.10",
        "prd_max_price": "175.50",
        "prd_about": "Sildenafil Citrate tablet (Suhagra®) is used to treat erection problems in men.",
        "prd_qty": "30*60*90*120*180*270*360",
        "prd_mg": "50*100",
        "price_per_pill": "1.56*1.56*0.88*0.80*0.71*0.65*0.62 1.79*1.18*0.97*0.87*0.77*0.70*0.66",
        "prd_details": "<h2>Description</h2><h4>Suhagra (Sildenafil)</h4><h4>Sildenafil Citrate tablet (Suhagra®)</h4><h4>What is this medicine?</h4><p>SILDENAFIL CITRATE is used to treat erection problems in men.</p><h4>What should I tell my health care provider before I take this medicine?</h4><p>They need to know if you have any of these conditions:</p><ul><li>eye or vision problems, including a rare inherited eye disease called retinitis pigmentosa</li><li>heart disease, angina, high or low blood pressure, a history of heart attack, or other heart problems</li><li>kidney disease</li><li>liver disease</li><li>stroke</li><li>an unusual or allergic reaction to sildenafil, other medicines, foods, dyes, or preservatives</li></ul><h2>How should I take this medicine?</h2><p>Take this medicine by mouth with a glass of water. The dose is usually taken 1 hour before sexual activity. You should not take the dose more than once per day. Do not take your medicine more often than directed. Overdosage: If you think you have taken too much of this medicine contact a poison control center or emergency room at once. NOTE: This medicine is only for you. Do not share this medicine with others.</p><h2>What may interact with this medicine?</h2><p>Do not take this medicine with any of the following:</p><ul><li>cisapride</li><li>methscopolamine nitrate</li><li>nitrates like amyl nitrite, isosorbide dinitrate, isosorbide mononitrate, nitroglycerin</li><li>nitroprusside</li><li>other sildenafil products (Revatio, Viagra, Eriacta, etc.)</li></ul><p>This medicine may also interact with the following:</p><ul><li>certain drugs for high blood pressure</li><li>certain drugs for the treatment of HIV infection or AIDS</li><li>certain drugs used for fungal or yeast infections, like fluconazole, itraconazole, ketoconazole, and voriconazole</li><li>cimetidine</li><li>erythromycin</li><li>rifampin</li></ul><p>This list may not describe all possible interactions. Give your health care providers a list of all the medicines, herbs, non-prescription drugs, or dietary supplements you use. Also tell them if you smoke, drink alcohol, or use illegal drugs. Some items may interact with your medicine.</p><h2>What should I watch for while taking this medicine?</h2><p>If you notice any changes in your vision while taking this drug, call your doctor or health care professional as soon as possible. Call your health care provider right away if you have any change in vision. Contact you doctor or health care professional right away if the erection lasts longer than 4 hours or if it becomes painful. This may be a sign of a serious problem and must be treated right away to prevent permanent damage. If you experience symptoms of nausea, dizziness, chest pain or arm pain upon initiation of sexual activity after taking this medicine, you should refrain from further activity and call your doctor or health care professional as soon as possible. Using this medicine does not protect you or your partner against HIV infection (the virus that causes AIDS) or other sexually transmitted diseases.</p><h2>What side effects may I notice from this medicine?</h2><p>Side effects that you should report to your doctor or health care professional as soon as possible:</p><ul><li>allergic reactions like skin rash, itching or hives, swelling of the face, lips, or tongue</li><li>breathing problems</li><li>changes in hearing</li><li>changes in vision, blurred vision, trouble telling blue from green color</li><li>chest pain</li><li>fast, irregular heartbeat</li><li>men: prolonged or painful erection (lasting more than 4 hours)</li><li>seizures</li></ul><p>Side effects that usually do not require medical attention (report to your doctor or health care professional if they continue or are bothersome):</p><ul><li>diarrhea</li><li>flushing</li><li>headache</li><li>indigestion</li><li>stuffy or runny nose</li></ul><p>This list may not describe all possible side effects. Call your doctor for medical advice about side effects.</p><h2>Where can I keep my medicine?</h2><p>Keep out of reach of children. Store at room temperature between 15 and 30 degrees C (59 and 86 degrees F). Throw away any unused medicine after the expiration date.</p><h4 style='margin-top: 1rem;'>Packaging info</h4><p>Your order will be packed safely and secure and dispatched within 24 hours.<br />This is how your parcel will look like, the images are photographs of real shipments.<br />It has the size of a normal protected envelope and it does not disclose its contents.</p></div>"
    },
    {
        "prd_name": "Cialis Professional",
        "prd_dis": "Cialis, Cialis Oral Jelly, Cialis Professional, Cialis With Dapoxetine",
        "prd_image": "img/products/Cialis-Professional.jpg",
        "prd_min_price": "65.00",
        "prd_max_price": "215.60",
        "prd_about": "Cialis Professional helps to improve erection during sexual intercourse.",
        "prd_qty": "30*60*90*120",
        "prd_mg": "20",
        "price_per_pill": "3.23*2.93*2.67*2.42*0.60",
        "prd_details": "<h2>Description</h2><h4>Cialis Professional (Tadalafil)</h4><h2>General information</h2><p>Cialis Professional belongs to the group of phosphodiesterase inhibitors (PDE 5) used to treat erectile dysfunction or impotence. The medicine acts in combination with sexual stimulation by helping the blood flow into penis to achieve and maintain erection. Note please that Cialis Professional can&#8217;t work without sexual stimulation. It starts to work in 16 minutes after intake and its effect last up to 36 hours. Tadalafil is also used to treat the symptoms of an enlarged prostate (benign prostatic hyperplasia).</p><h2>Directions</h2><p>It is recommended to take 20 mg of Cialis Professional at least 16 minutes before your sexual intercourse. Its effect can last up to 36 hours. When treating symptoms of an enlarged prostate (BPH), tadalafil should be taken once a day.2 Do not exceed your recommended dose and do not take Cialis Professional more often than one time per day.</p><h2>Precautions</h2><p>Before starting your treatment with Cialis Professional you should consult your doctor regarding all the conditions you may have: abnormal penis, including curved penis and birth defects of the penis, coronary artery disease, bleeding, stomach ulcers, arrhythmia, angina, heart attack or heart failure, hypo- or hypertension, diabetes, hyperlipidemia (excess of lipids in the blood), sickle-cell anemia, liver or kidney failure in history. Do not take Cialis Professional with grapefruit juice, alcoholic beverages or tobacco as it can lead to sudden optic nerve-related vision loss.</p><h2>Contraindications</h2><p>Cialis Professional can interact with some medicine. You can&#8217;t take it if you are also taking any form of nitroglycerin, other nitrates such as isosorbide, nitroprusside or any &#8216;nitric oxide donor&#8217; medicine, or recreational drugs containing amyl or butyl nitrate.</p><h2>Possible side effects</h2><p>The frequent allergic reactions can include facial flushing (reddening), stomach upset, diarrhea,headaches, flu-like symptoms and nausea. More rare side effects are low blood pressure, blurred vision and changes in color vision, abnormal ejaculation, prolonged erections or priapism (painful erections lasting more than 6 hours). If these side effects persist or bothersome you should contact your doctor.</p><h2>Drug interactions</h2><p>Cialis Professional can interact with some medicines. Thus co-administration with the drugs listed below isn&#8217;t recommended: medications containing organic nitrates, Erythrityl Tetranitrate, Isosorbide Dinitrate, Isosorbide Mononitrate, erythromycin, ketoconazole (Nizoral), itraconazole (Sporanox)Nitroglycerin, Pentaerythritol Tetranitrate, indinavir (Crixivan) and ritonavir (Norvir). Inform your doctor about all the medicines you can take especially about the following: Atazanavir, Bunazosin, Clarithromycin, Nelfinavir, Phenoxybenzamine, Phentolamine, Prazosin, Saquinavir, Doxazosin, Erythromycin, Indinavir, Itraconazole, Ketoconazole, Moxisylyte, Nefazodone, Telithromycin, Terazosin, Trimazosin, Urapidil as your Cialis Professional dose may require correction.</p><h2>Missed dose</h2><p>Cialis Professional is used when it&#8217;s needed, so it&#8217;s unlikely to miss a dose.</p><h2>Overdose</h2><p>If you think you have overdosed the medicine seek emergency medical help at once. The overdose symptoms are back pain, muscle pain, and abnormal vision.</p><h2>Storage</h2><p>Store the medicine at room temperature away from moisture, sunlight, kids and pets in a tight container.</p><h2>Note</h2><p>The information presented at the site has a general character. Note please this information cannot be used for self-treatment and self diagnosis. You should consult with your doctor or health care adviser regarding any specific instructions of your condition. The information is reliable, but we concede it could contain mistakes. We are not responsible for any direct, indirect, special or other damage caused by use of this information on the site and also for consequences of self-treatment.</p><h4 style='margin-top: 1rem;'>Packaging info</h4><p>Your order will be packed safely and secure and dispatched within 24 hours.<br />This is how your parcel will look like, the images are photographs of real shipments.<br />It has the size of a normal protected envelope and it does not disclose its contents.</p></div>"
    },
   
    {
        "prd_name": "Viagra With Fluoxetine",
        "prd_dis": "Viagra, Viagra Plus, Viagra Super Active, Viagra With Fluoxetine",
        "prd_image": "img/products/Viagra-With-Fluoxetine.jpg",
        "prd_min_price": "65.40",
        "prd_max_price": "385.00",
        "prd_qty": "30*60*90*120*180*270",
        "prd_mg": "100/60",
        "price_per_pill": "3.02*2.38*2.16*2.06*1.95*1.88",
        "prd_about": "Viagra with Fluoxetine – drug of new generation from the Indian pharmaceutical company Sunrise Remedies which called it Malegra FXT. It comprises two operating active agents: Sildenafil citrate and Prozac. Such combination of components effectively recovers potentiality and extends sexual intercourse by 3-4 times. But, besides, due to maintenance of Fluoxetine, Malegra FXT is a soft antidepressant and helps to remove stress and fatigue, to overcome nervousness and relax.",
        "prd_details": "<h2>Description</h2> <h4>Viagra With Fluoxetine (Viagra With Fluoxetine)</h4><h4>Viagra with Fluoxetine Description</h4><hr /><p>Unfortunately, the weakened potency, at the present time, is the number one problem among men. It is a pity that you want to be at the top of your sexual relationship and it hurts as nothing sexual can happen. Viagra with Fluoxetine, and in other words, Malegra FXT (a two-component pharmaceutical preparation of a complex use) helps to solve the issue of weakened erections or lack of it, as well as early ejaculation. Just consume one tablet per day! The consumption of the medication needs to be adjusted, as between it and the very sex there must be at least half an hour. The use of pills on an empty stomach is more effective, food and alcohol reduce the efficacy. Tablets are active during six hours. All this time, a man is able to fulfill his most cherished dreams of his partner. In short, this medical preparation is used to treat spermatorrhoea and sexual impotence in men. The manufacturer is Indian pharmaceutical company, named Sunrise Remedies Pvt Ltd.</p><h4>Viagra with Fluoxetine Safety Information</h4><hr /><p>The pharmaceutical remedy, called Malegra FXT, is used to intensively prepare the male body for sex. Viagra with Fluoxetine strengthens the density of the erection, reduces the high sensitivity of the penis during its performance, thereby preventing premature ejaculation, increases testosterone levels in the blood, prolongs sexual intercourse. In other words, makes a man&#8217;s body to become maximally hardy during intercourse. The drug is acting for 6 hours after its admission. It causes no more than 5 erections. The maximum continuation of a sexual act after taking Malegra FXT is at least 40, but not more than 120 minutes. It is permitted to take no more than 1 tablet a day. The best moment to swallow a dose starts in a few hours after eating, drinking the tablets with a cup of water. The course of treatment must not be assigned. The urologists categorically forbid to take alcohol and any other medications, which may contain nitrates during the treatment with Malegra FXT. Viagra with Fluoxetine pills should not be consumed by men who have cancer, diabetes, Parkinson&#8217;s disease, stomach ulcers, and other serious diseases of the cardiovascular system.</p><h4>Viagra with Fluoxetine Side Effects</h4><hr /><p>Like any medication, Malegra FXT can have cautions and side effects. The occurrence of them is very unlikely, but still, it is not necessary to abuse and deviate from the instructions for use. The age range of the patients allowed to take the drug is from eighteen to seventy-five years. Do not overdose the medicine, if you do it will cause nausea, severe dizziness, headache and other signs of malaise. Despite the fact that all these symptoms are short-lived and go away after the medicine&#8217;s clearance in the body, if you have noticed any of them, stop taking the pills and visit your doctor.</p><h4 style='margin-top: 1rem;'>Packaging Info</h4><p>Your order will be packed safely and secure and dispatched within 24 hours.<br />This is how your parcel will look like, the images are photographs of real shipments.<br />It has the size of a normal protected envelope and it does not disclose its contents.</p><p></p></div>"
    },
    {
        "prd_name": "Cialis Soft Tabs",
        "prd_dis": "Cialis, Cialis - Professional, Cialis Soft Tabs, Cialis Super Active",
        "prd_image": "img/products/Cialis-Soft-Tabs.jpg",
        "prd_min_price": "45.20",
        "prd_max_price": "365.40",
        "prd_about": "Cialis Soft Tabs differs from a usual tablet of Cialis in the fact that its action comes quicker. Cialis Soft is chewed and dissolved under a tongue that allows to reach a required effect in 10-15 minutes. Important!!! Cialis Soft is compatible to alcohol and greasy food!",
        "prd_qty": "30*60*90*120*180*270*360",
        "prd_mg": "20",
        "price_per_pill": "2.04*1.61*1.46*1.39*1.32*1.27*1.24",
        "prd_details": "<h2>Description</h2> <h4>Cialis Soft Tabs (Tadalafil)</h4> <h4>Cialis Soft Product Description</h4> <h5>Drug Uses</h5> <p>Cialis Soft is a chewable tablet approved for treatment of erectile dysfunction (ED) in men aged 18 years and older. Cialis Soft tabs are recommended for restoration of erectile function in adults and elderly men who find it difficult to swallow whole caps or tabs for ED treatment.<br> The men, who have difficulty swallowing solid and semisolid dosage forms, should not crush ordinary tablets, open capsules or experiment with conventional oral drugs for the treatment of ED if they choose Cialis Soft for the treatment of ED.<br>Cialis Soft is an attractive dosage form for men at any age, including those who do not like to plan their sexual activity but prefer to act spontaneously. Cialis Soft is instantly dissolved in the mouth and very quickly absorbed in the gastrointestinal tract. Therefore, quick-dissolving Cialis Soft tablets start acting faster comparing to coated tablets that dissolve in the gastrointestinal tract slowly for about half an hour.</p> <h5>Missed Dose</h5> <p>Cialis Soft tabs should be taken before sexual intercourse. Do not take two doses of Cialis Soft, and do not use more than one 20mg tablet of Cialis Soft per day.</p> <h5>More Information</h5> <p>Quick-dissolving Cialis Soft tabs act the same way as other drugs of the group of PDE5 inhibitors. Cialis Soft increases the blood flow to the cavernous body of the penis, and due to hemodynamic changes in the erectile tissues, restores the normal mechanism of erection.</p> <h5>Storage</h5> <p>Tablets Cialis Soft must be stored at controlled room temperature from 15°C to 30°C in original tightly closed package in order to protect this drug from moisture and heat.</p> <h4>Cialis Soft Safety Information</h4> <h5>Warnings</h5> <p>Like other drugs approved for treatment of erectile dysfunction, Cialis Soft may change blood pressure and affect the cardiovascular system. Because of the potential risk for developing hypertension or hypotension, the men with a history of cardiovascular diseases should take Cialis Soft with extra caution.</p> <h5>Disclaimer</h5> <p>Any medical information on male potency and erectile dysfunction, published in the review of Cialis Soft, is provided for information only, and is not intended to replace the professional medical advice of the urologist or consultation with a primary health care worker. The online pharmacy is not responsible for any loss or damages directly or indirectly related to the use of information about orally dispersible tablets of Cialis Soft.</p> <h4>Cialis Soft Side Effects</h4> <p>Adverse reactions, which Cialis Soft may cause, usually appear as mild and transient. The intensity and frequency of these adverse reactions can be reduced by adjusting the dose of the drug taken. Adverse reactions are reported to result in withdrawal of the use of Cialis Soft in less than 3% of cases.<br>At the beginning of the treatment of erectile dysfunction, Cialis Soft may cause mild to moderate headache. Other common Cialis Soft adverse reactions, observed in over 2%, include myalgia, back pain, pain in extremity, nasopharyngitis, upper abdominal pain, dyspepsia or flushing. In elderly people over 75 years, Cialis Soft tabs may increase the risk of diarrhoea and dizziness.</p> <h4 style='margin-top: 1rem;'>Packaging info</h4> <p>Your order will be packed safely and secure and dispatched within 24 hours. This is how your parcel will look like, the images are photographs of real shipments. It has the size of a normal protected envelope and it does not disclose its contents.</p>"
    },
    {
        "prd_name": "Cialis Oral Jelly",
        "prd_dis": "Cialis, Cialis Oral Jelly, Cialis - Professional, Viagra Plus, Cialis Soft Tabs",
        "prd_image": "img/products/Cialis-Oral-Jelly.jpg",
        "prd_min_price": "66.00",
        "prd_max_price": "66.00",
        "prd_about": "Cialis Oral Jelly is a new form of medcine which is so popular among a great number of men, a wonderful drug for quick improvement of potentiality and, as a result, a longer and more sensual sexual intercourse. It has the gel form. It is made in wide assortment of pleasant tastes, everyone will find what he likes. It is possible not to wash down the medicine, to dissolve it in a drink, but not in a strong beverage. And its action is about 36 hours!",
        "prd_qty": "30*60*90*120*180",
        "prd_mg": "20",
        "price_per_pill": "3.57*3.17*3.03*2.96*1.17",
        "prd_details": "<h2>Description</h2> <h4>Cialis Oral Jelly (Tadalafil)</h4> <p>Cialis Oral Jelly is an innovative remedy designed to treat erectile dysfunction, provoked by various factors. As a part of this unique pharmaceutical, there is an active component called Tadalafil, which provides patients with a potency for 36 hours. Cialis Oral Jelly enters the implementation in a gel-like form. The manufacturers recommend taking the remedy 20-30 minutes before the alleged sexual intercourse. Due to the sweet taste, the gel-like substance it does not need to be washed down with water.</p> <h4>Cialis Oral Jelly Safety information</h4> <p>The dosage of Cialis Oral Jelly and the way it is used directly depend on the age category of the male audience. Men, in the age of 30 or younger, should take the gel 20 minutes prior sexual intercourse. The daily dosage for this category of patients should vary in the range of 20-25 mg of active substance. The manufacturer does not recommend using the oral gel more than 3 times a week. The duration of the result from the remedy is 36 hours. During this time interval, men will experience an erection, so they can meet the needs of their sexual partners.<br> <ul><p>If the drug is planned to involve patients who have impaired hepatic or renal function, then they should individually select the dosage. The manufacturer prohibits the use of the gel to persons under the age of majority. Despite the fact that Cialis Oral Jelly is highly effective, the manufacturers point out the following contraindications to the use of the remedy:</p> <li><p>The presence of an individual intolerance to the active component called Tadalafil or any other components of the pharmaceutical.</li> <li>It is forbidden to accept means for persons who have not reached adulthood.</li> <li>Presence of diabetes mellitus, pathology of the kidneys and liver, taking place in a severe, moderate and mild form.</li> <li>The passage of medicinal therapy with organic nitrates. Such medicines are taken by people suffering from angina pectoris.</li> <li>Presence of cardiac and vascular pathologies.</li> </ul></p> <h4>Mechanism of action</h4> <p>In its composition, Cialis Oral Jelly has an active component called Tadalafil. It belongs to the category of selective reversible inhibitors of the group of specific phosphodiesterase (PDE5). Also, this component is included in the category of cyclic guanosine mono-phosphates (cGMP). During erection, a local release of nitric oxide occurs in the male body. Due to this, the level of cGMP increases in cavernous bodies of the genital organ and inhibition of PDE5 occurs. Then the smooth muscles of the arteries begin to relax, a prolonged and persistent erection occurs due to a profuse blood flow to the penis.</p> <h4>Cialis Oral Jelly Side effects</h4> <p>Producers of the remedy indicate that if a man has a complete absence of sexual arousal, then Cialis Oral Jelly will not bring any result. The active component present in the oral jelly is not able to change the diastolic and systolic pressure. That’s why, after taking this pharmaceutical, men can have sex in any position they like.<br> Cialis Oral Jelly for increasing the potency is well perceived by the body, so the adverse reactions are extremely rare and are temporary. The most frequent adverse reactions to Tadalafil are: a headache, heaviness in the lumbar region, rhinitis, mild nausea.</p> <h4 style='margin-top: 1rem;'>Packaging info</h4> <p>Your order will be packed safely and secure and dispatched within 24 hours. This is how your parcel will look like, the images are photographs of real shipments. It has the size of a normal protected envelope and it does not disclose its contents.</p>"
    },
    {
        "prd_name": "Levitra Professional",
        "prd_dis": "Levitra, Viagra, Levitra Oral Jelly, Levitra Professional, Levitra With Dapoxetine",
        "prd_image": "img/products/Levitra-Professional.jpg",
        "prd_min_price": "105.20",
        "prd_max_price": "462.50",
        "prd_about": "Levitra Professional is a medicine used for erectile dysfunction treatment. It allows to achieve and maintain erection during sexual intercourse.",
        "prd_qty": "30*60*90*120*180",
        "prd_mg": "20",
        "price_per_pill": "4.21*3.37*3.08*2.94*2.80",
        "prd_details": "<h2>Description</h2> <h4>Levitra Professional (Vardenafil)</h4> <h4>General Information</h4> <p>Levitra Professional is a medicine used for erectile dysfunction treatment. Its active component is Vadernafil.The medicine allows increase blood flow into your penis to achieve and maintain erection during sexual intercourse. It works by electrifying orgasms, bettering time control over ejaculation process and maximizing increase in penis width, girth and length. It is a reformulated advanced prescription formulation.</p> <h4>Directions</h4> <p>It is recommended to take Levitra Professional 10 – 15 minutes before sexual intercourse.</p> <h4>Precautions</h4> <p>Some people can experience drowsiness, fainting or dizziness after taking the medicine. These side effects can be increased by hot weather, alcohol beverages or fever. Sit or stand up slowly to prevent them. It is not recommended to use other medicines for erectile dysfunction treatment taking Levitra Professional. Middle aged people can be more sensitive to the drug. Levitra Professional can’t be used by women.</p> <h4>Contradictions</h4> <p>It is contraindicated to use Levitra Professional if you have the following conditions: allergy to any ingredient; heart problems, low blood pressure, or uncontrolled high blood pressure; eye problems (e.g., retinitis pigmentosa); liver problems or severe kidney problems; heart attack, stroke, or life-threatening irregular heartbeat. The patients who are taking nitrates (e.g., isosorbide, nitroglycerin), nitroprusside, or certain antiarrhythmics, certain recreational drugs called poppers can’t use Levitra Professional.</p> <h4>Possible side effect</h4> <p>Headache, dizziness, heartburn, flushing, upset stomach, stuffy or runny nose are frequent side effects. More serious and uncommon side effects are the following: severe allergic reactions like itching; rash; hives; swelling of the mouth, face, lips, or tongue; sore back or muscle pain; difficulty breathing; tightness in the chest; severe or persistent dizziness; chest pain; fainting; prolonged, painful erection; ringing in the ears; severe or persistent vision changes; sudden hearing loss.</p> <h4>Drug interaction</h4> <p>You should tell your doctor about all the medicines you can take during you treatment with Levitra Professional.</p> <h4>Missed dose</h4> <p>If you miss a dose of Levitra Professional, take it as soon as possible. If it is almost time for your next dose, skip the missed dose and go back to your regular dosing schedule. Do not take 2 doses at once.</p> <h4>Overdose</h4> <p>If you think you have overdosed the medicine seek emergency medical help at once. The overdose symptoms are sore back, muscle pain, vision problems.</p> <h4>Storage</h4> <p>Store Levitra Professional at room temperature, between 68 and 77 degrees F (20 and 25 degrees C). Store away from heat, moisture, and light. Keep Levitra Professional out of the reach of children and away from pets.</p> <h4>Note</h4> <p>The information presented at the site has a general character. Note please this information cannot be used for self-treatment and self diagnosis. You should consult with your doctor or health care adviser regarding any specific instructions of your condition. The information is reliable, but we concede it could contain mistakes. We are not responsible for any direct, indirect, special or other damage caused by use of this information on the site and also for consequences of self-treatment.</p> <h4 style='margin-top: 1rem;'>Packaging info</h4> <p>Your order will be packed safely and secure and dispatched within 24 hours. This is how your parcel will look like, the images are photographs of real shipments. It has the size of a normal protected envelope and it does not disclose its contents.</p>"
    },
    {
        "prd_name": "Levitra With Dapoxetine",
        "prd_dis": "Levitra, Viagra, Levitra Oral Jelly, Levitra Professional, Levitra With Dapoxetine",
        "prd_image": "img/products/Levitra-With-Dapoxetine.jpg",
        "prd_min_price": "220.30",
        "prd_max_price": "1099.10",
        "prd_about": "Levitra with Dapoxetine – a mixture of Levitra 20 mg with Dapoxetine 60 mg, often called Super Vilitra, which principal parts dilate the vessels, influence on the tissues of the small pelvis, better the hardness of the penis muscles, making erection more real and become the obstacle to a rapid ejaculation.",
        "prd_qty": "30*60*90*120*180",
        "prd_mg": "40/60",
        "price_per_pill": "4.21*3.37*3.08*2.94*2.80",
        "prd_details": "<h2>Description</h2> <h4>Levitra With Dapoxetine (Dapoxetine, Tadalafil)</h4> <h4>Product Description</h4> <p>Levitra with Dapoxetine is a newly developed, highly effective pharmaceutical product from the Indian manufacturer Centurion Laboratories. It contains two key compounds with different effects: Vardenafil 20 mg helps to achieve a stable erection, Dapoxetine 60 mg several times prolongs the sexual intercourse.<br>The presence of 60 mg of Dapoxetine in the composition of Dapoxetine and Levitra deactivates the too early process of ejaculation and allows prolonging the lovemaking procedure 3-4 times, while 20 mg of Vardenafil provide a potent stream of blood to the male sexual organ, which causes a “rise up” of the penis during sexual stimulation. In addition, in the erect state, the penis head increases its sensitivity and this makes the orgasm more vivid.<br>A big plus of the pharmaceutical remedy is concluded in its effectiveness for men of any age. The adverse symptoms of Levitra with Dapoxetine are very low during the consumption of the product, and in addition, it is perfectly compatible with alcoholic beverages and can be swallowed directly with meals.</p> <ul><p>Pros of Levitra with Dapoxetine:</p> <li>– solves a number of different sexual issues;</li> <li>– a fairly quick assimilation by the body – in about 30 minutes;</li> <li>– a long-term effect on the body – about ten-twelve hours;</li> <li>– the efficacy is not lessened by the action of greasy and spicy food, alcohol.</li></ul> <h4>Safety Information</h4> <p>Keep the pharmaceutical Levitra with Dapoxetine in a protected from direct sunlight, a cool place, out of reach of children and animals. Optimum storage temperature – up to 30 degrees. The shelf life of the medical product is 2 years from the date of production indicated on the blister.<br>Levitra with Dapoxetine must be taken 20-45 minutes prior to lovemaking as a 1/2 of the pill or as a whole and washed down with a glass (200 mg) of water. It is possible to eat after an intake. Do not exceed the daily norm (1 tablet) to lessen the likelihood of the manifestation of adverse symptoms. The organism starts to excrete the key substances from an organism in about 24 hours.</p> <h4>Side Effects</h4> <p>While observing the rules of reception, adverse symptoms practically do not arise. In case of an overdose and drunkenness, the neglection of rules for taking the drug may lead to a slight giddiness and pain in the temples, rhinitis, queasiness, and loose stool.</p> <h4 style='margin-top: 1rem;'>Packaging info</h4> <p>Your order will be packed safely and secure and dispatched within 24 hours. This is how your parcel will look like, the images are photographs of real shipments. It has the size of a normal protected envelope and it does not disclose its contents.</p>"
    },
    {
        "prd_name": "Cialis Oral Jelly (Orange)",
        "prd_dis": "Cialis, Cialis Oral Jelly, Cialis Professional, Cialis Soft Tabs",
        "prd_image": "img/products/Cialis-Oral-Jelly-orange.jpg",
        "prd_min_price": "70.60",
        "prd_max_price": "348.50",
        "prd_about": "Cialis Oral Jelly (Orange) – a new formula of Cialis which you can have, without washing down with water. Against background of ordinary drug it differs in increased influence speed. It is prescribed for improvement of sexual endurance of men during intimate proximity. It simplifies the excitative process of penis and strengthens erection. Noticeably increases duration of sexual intercourse. Besides, the drug possesses a pleasant orange flavor.",
        "prd_qty": "30*60*90*120",
        "prd_mg": "20",
        "price_per_pill": "3.47*3.12*3.00*2.94",
        "prd_details": "<h2>Description</h2> <h4>Cialis Oral Jelly (orange) (Tadalafil)</h4> <p>Generic Cialis Oral Jelly is a convenient, powerful and safe drug that overcomes impotence! Indian Pharma Company, named Sunrise Remedies Pvt. Ltd. suggested this solution to the problem of potency, developed on the basis of the Cialis formula, a remedy with Tadalafil as an active ingredient, in the form of an oral jelly with a pleasant orange flavor and taste. Taking an orange Cialis Oral Jelly, a man does not feel sick or flawed, as in the case of tablets, because even the reception of jelly partners with a rich imagination can turn into an exciting erotic game.<br>It should be clarified that the drug Cialis Oral Jelly does not exist in the assortment of the official manufacturer. This name refers to the generics of Cialis in this form of release, including Tadarise-20 Oral Jelly, Tadaga Oral Jelly, and the others. And if the original Cialis is presented only in the usual pharmacies, then its generics can be bought without a prescription in the online pharmacy, saving at the same time not only the budget but also free time.</p> <h4>Orange Cialis Oral Jelly Safety Information</h4> <p>The drug is available in the form of jelly, packed in sachets, and then in a large cardboard box. 1 pack contains 7 portion packets. Unlike tablets, Generic Cialis Oral Jelly is more effectively absorbed and gives a faster effect in the form of a powerful erection. One packet contains 20 mg of Tadalafil, which is the recommended portion of the active component. By the way, this remedy can be used for both a one-stage increase in potency and for the treatment (prevention) of erectile dysfunction by a course, the scheme of which should be developed by the doctor. To get a quick effect, you need to squeeze the contents of 1 sachet directly into your mouth or dilute it in a drink (not alcoholic) 10 minutes before sexual intercourse. Erection in the presence of sexual attraction develops after ten-fifteen minutes, and the effect of Tadalafil weakens only after 36-48 hours. Taking Orange Cialis Oral Jelly after/before drinking some alcohol in small quantities is usually allowed. Keep the medicine in a dark, cool place, inaccessible to young children. Taking an expired medication is prohibited.</p> <h4>Orange Cialis Oral Jelly Side effects</h4> <p>Before using the remedy, you need to visit a doctor which will reduce the likelihood of adverse effects. Continually study the formulation, before using Orange Cialis Oral Jelly in order to ensure that there are no constituents capable of causing an allergic reaction. In case of an allergic reaction, consult a doctor. This remedy is not recommended for men suffering from heart disease. Consult your healthcare professional right away if any of the next side effects occur: irregular heartbeat or chest pain, swelling of the face, swelling of the lips or tongue, abrupt loss of vision or other vision problems, skin rash, ringing in the ears, priapism (erection lasting longer than 4 hours) or a painful erection, difficulty breathing. Urgent to the doctor if the erection does not pass for 72 hours. Other symptoms are likely to include memory problems, diarrhea or upset stomach, stuffiness in the nose, headaches, back pain. Consult your doctor if these symptoms persist long enough.</p> <h4 style='margin-top: 1rem;'>Packaging info</h4> <p>Your order will be packed safely and secure and dispatched within 24 hours.This is how your parcel will look like, the images are photographs of real shipments.It has the size of a normal protected envelope and it does not disclose its contents.</p>"
    },
    {
        "prd_name": "Levitra Oral Jelly",
        "prd_dis": "Levitra, Levitra Oral Jelly, Levitra Professional, Viagra",
        "prd_image": "img/products/Levitra-Oral-Jelly.jpg",
        "prd_min_price": "128.40",
        "prd_max_price": "492.40",
        "prd_about": "Levitra Oral Jelly is a powerful therapy for erectile dysfunction treatment",
        "prd_qty": "30*60*20",
        "prd_mg": "20",
        "price_per_pill": "4.92*4.76*4.76*4.43",
        "prd_details": "<h2>Description</h2> <h4>Levitra Oral Jelly (Vardenafil)</h4> <h4>General Information</h4> <p>Levitra Oral Jelly is a powerful therapy for erectile dysfunction treatment. Its active ingredient is Vadernafil. The medicine allows increase blood flow into your penis to achieve and maintain erection during sexual intercourse.</p> <h4>Directions</h4> <p>Levitra Oral Jelly comes as a sachet of 20 mg. It is recommend to take it an hour before sexual intercourse. You shouldn’t exceed your recommended dose.</p> <h4>Precautions</h4> <p>Before starting your treatment with Levitra Oral Jelly you should tell your doctor about all the conditions you may have and especially about the following: kidney or liver problems, a bleeding disorder, stomach ulcer, or retinitis pigmentosa, allergic reaction to any medicine, deformation of the penis such as angulation, cavernous fibrosis (Peyronie’s disease), sickle-cell anemia, multiple myeloma, leukemia.</p> <h4>Contraindications</h4> <p>It is contraindicated to take Levitra Oral Jelly if you have sensitivity to its ingredients, if you had organic nitrates treatment or took HIV protease inhibitors such as indinavir and ritonavir, if you are less than 16 years old.</p> <h4>Possible side effect</h4> <p>Headache, flushing (hyperemia of the person), dizziness, diarrhea, nausea, nasal congestion are the common side effects. Levitra Oral Jelly is usually well tolerated. If you have any of the following rare side effects photosensitivity of skin, hypertension, back pain, watery eyes, hypotension, myalgia, priapism you should consult with you doctor.</p> <p>Before starting treatment with Levitra Oral Jelly tell your doctor about all the medicines you are taking, especially about erythromycin, ketoconazole (Nizoral), itraconazole (Sporanox), indinavir (Crixivan) and ritonavir (Norvir), alpha-blocking drugs (terazosin or Hytrin). The patients who take organic nitrates can’t use Levitra Oral Jelly.</p> <h4>Missed dose</h4> <p>Levitra Oral Jelly is used when it’s needed, so it’s unlikely to miss a dose.</p> <h4>Overdose</h4> <p>If you think you have overdosed the medicine seek emergency medical help at once. The overdose symptoms are sore back, pain in the jaw or arm, blindness, blurred vision, pain in the chest or discomfort, decreased vision.</p> <h4>Storage</h4> <p>Store at room temperature between 15-30 C (59-86 F) away from children, pets, moisture and sunlight.</p> <h4>Note</h4> <p>The information presented at the site has a general character. Note please this information cannot be used for self-treatment and self diagnosis. You should consult with your doctor or health care adviser regarding any specific instructions of your condition. The information is reliable, but we concede it could contain mistakes. We are not responsible for any direct, indirect, special or other damage caused by use of this information on the site and also for consequences of self-treatment.</p> <h4 style='margin-top: 1rem;'>Packaging info</h4> <p>Your order will be packed safely and secure and dispatched within 24 hours.This is how your parcel will look like, the images are photographs of real shipments.It has the size of a normal protected envelope and it does not disclose its contents.</p>"
    }
]